Repository: MindThaApp/PowerPlanTray
Catalog: src/PowerPlanTray/Strings/*/Resources.resw
Source language: en_us
Languages: am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, ko, my, pt, ru, sw, th, tr, ur, vi, zh_hans

# EnableAll.Content
source: Enable All
am: ሁሉንም ያንቁ
ar: تمكين الكل
bn: সবগুলি সক্রিয় করুন
de: Alle aktivieren
es: Habilitar todo
fa: فعال کردن همه
fil: I - enable Lahat
fr: Tout activer
hi: सभी सक्षम करें
id: Aktifkan Semua
it: Abilita tutto
ja: すべてを有効にする
ko: 모두 활성화
my: အားလုံး ဖွင့်ရန်
pt: Ativar tudo
ru: Включить все
sw: Wezesha Wote
th: เปิดใช้งานทั้งหมด
tr: Tümünü Etkinleştir
ur: سب فعال کریں
vi: Bật tất cả
zh_hans: 全部启用

source: Enabled
am: ነቅቷል
ar: ممكّن
bn: সক্রিয়
de: Aktiviert
es: Activado
fa: فعال
fil: Pinagana
fr: Activé
hi: सक्षम
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
my: ဖွင့်ထားသည်
pt: Activado
ru: Включено
sw: Imewezeshwa
th: เปิดใช้งานแล้ว
tr: Etkin
ur: فعال
vi: Đã bật
zh_hans: 已启用

source: Exit
am: ውጣ
ar: خروج
bn: প্রস্থান করুন
de: Beenden
es: Salir
fa: خروج
fil: Mag - exit
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
ja: 終了
ko: 종료
my: ထွက်ရန်
pt: Sair
ru: Выход
sw: Toka
th: ทางออก
tr: Çıkış
ur: باہر نکلیں
vi: Thoát
zh_hans: 退出

# ExitAutomationName
source: Exit Power Plan Manager Pro
am: የኃይል ዕቅድ አስተዳዳሪ Pro ውጣ
ar: الخروج من Power Plan Manager Pro
bn: পাওয়ার প্ল্যান ম্যানেজার প্রো থেকে প্রস্থান করুন
de: Power Plan Manager Pro beenden
es: Salir de Power Plan Manager Pro
fa: خروج از Power Plan Manager Pro
fil: Lumabas sa Power Plan Manager Pro
fr: Quitter Power Plan Manager Pro
hi: एग्जिट पावर प्लान मैनेजर प्रो
id: Keluar dari Power Plan Manager Pro
it: Esci da Power Plan Manager Pro
ja: Power Plan Manager Proを終了する
ko: Power Plan Manager Pro 종료
my: Power Plan Manager Pro ထွက်ရန်
pt: Sair do Power Plan Manager Pro
ru: Выход из Power Plan Manager Pro
sw: Toka Meneja wa Mpango wa Nguvu Pro
th: ออกจาก Power Plan Manager Pro
tr: Power Plan Manager Pro'dan Çık
ur: Power Plan Manager Pro سے باہر نکلیں
vi: Thoát khỏi Power Plan Manager Pro
zh_hans: 退出Power Plan Manager Pro

source: Follow Windows
am: ዊንዶውስ ይከተሉ
ar: اتباع Windows
bn: উইন্ডোজ অনুসরণ করুন
de: Folgen Sie Windows
es: Seguir ventanas
fa: پیروی از Windows
fil: Subaybayan ang Windows
fr: Suivre Windows
hi: Windows का अनुसरण करें
id: Ikuti Windows
it: Segui Windows
ja: Windowsに従う
ko: Windows 따르기
my: Windows ကို လိုက်ပါ
pt: Seguir o Windows
ru: Подписаться на Windows
sw: Fuata Windows
th: ติดตาม Windows
tr: Pencereleri Takip Et
ur: Windows کی پیروی کریں
vi: Theo dõi Windows
zh_hans: 关注Windows

# FourHours
source: 4 hr
ar: 4 ساعات
bn: 4 ঘন্টা
de: 4 Std.
es: 4 h
fa: ۴ ساعت
fil: 4 mo
fr: 4 h
hi: 4 घंटा
id: 4 jam
it: 4 ore
ja: 4時間
ko: 4시간
my: ၄ နာရီ
pt: 4 h
ru: 4 часа
sw: Masaa 4
th: 4 ชั่วโมง
tr: 4 saat
ur: 4 گھنٹے
vi: 4 giờ
zh_hans: 4小时

# NavGeneral.Content
source: General
am: አጠቃላይ
ar: عام
bn: সাধারণ
de: Allgemein
fa: عمومی
fil: Pangkalahatan
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
my: ပုံမှန်
pt: Geral
ru: Общие положения
sw: Jumla
th: ทั่วไป
tr: Genel
ur: عمومی
vi: Chung
zh_hans: 一般

# General.Text
source: General
am: አጠቃላይ
ar: عام
bn: সাধারণ
de: Allgemein
fa: عمومی
fil: Pangkalahatan
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
my: ပုံမှန်
pt: Geral
ru: Общие положения
sw: Jumla
th: ทั่วไป
tr: Genel
ur: عمومی
vi: Chung
zh_hans: 一般

# InstallOrRemoveTheStandardWindows.Text
source: Install or remove the standard Windows power plans. Windows will ask for administrator permission.
am: መደበኛ የዊንዶውስ የኃይል እቅዶችን መጫን ወይም ማስወገድ ። ዊንዶውስ የአስተዳዳሪ ፈቃድ ይጠይቃል ።
ar: ثبّت خطط طاقة Windows القياسية أو أزلها. سيطلب Windows إذن المسؤول.
bn: স্ট্যান্ডার্ড উইন্ডোজ পাওয়ার প্ল্যান ইনস্টল বা অপসারণ করুন । উইন্ডোজ প্রশাসকের অনুমতি চাইবে ।
de: Installieren oder entfernen Sie die standardmäßigen Windows-Energiepläne. Windows bittet um Administratorberechtigung.
es: Instale o retire los planes de energía estándar de Windows. Windows pedirá permiso de administrador.
fa: طرح‌های استاندارد برق Windows را نصب یا حذف کنید. Windows اجازه سرپرست را درخواست می‌کند.
fil: I - install o alisin ang mga karaniwang plano ng kapangyarihan ng Windows. Ang Windows ay hihingi ng pahintulot ng administrator.
fr: Installez ou supprimez les plans d'alimentation standard de Windows. Windows demandera l'autorisation de l'administrateur.
hi: मानक Windows पावर प्लान इंस्टॉल करें या निकालें। Windows व्यवस्थापक की अनुमति मांगेगा।
id: Instal atau hapus paket daya Windows standar. Windows akan meminta izin administrator.
it: Installa o rimuovi i piani di alimentazione standard di Windows. Windows richiederà l'autorizzazione dell'amministratore.
ja: 標準のWindows電源プランをインストールまたは削除します。 Windowsは管理者の許可を求めます。
ko: 표준 Windows 전원 계획을 설치하거나 제거합니다. Windows에서 관리자 권한을 요청할 것입니다.
my: စံနှုန်း Windows စွမ်းစွမ်းအားအစီအစဉ်များကို 설치 သို့မဟုတ် ဖယ်ရှားပါ။ Windows သည် အုပ်ချုပ်သူခွင့်ပြုချက်ကို မေးလိမ့်မည်။
pt: Instale ou remova os planos de energia padrão do Windows. O Windows solicitará permissão do administrador.
ru: Установите или удалите стандартные схемы электропитания Windows. Windows запросит разрешение администратора.
sw: Sakinisha au uondoe mipango ya kawaida ya nguvu ya Windows. Windows itaomba ruhusa ya msimamizi.
th: ติดตั้งหรือเอาแผนพลังงานมาตรฐานของ Windows ออก Windows จะขออนุญาตผู้ดูแลระบบ
tr: Standart Windows güç planlarını kurun veya kaldırın. Windows yönetici izni isteyecektir.
ur: Windows کے معیاری پاور پلان انسٹال یا ہٹائیں۔ Windows منتظم کی اجازت مانگے گا۔
vi: Cài đặt hoặc xóa các gói năng lượng Windows tiêu chuẩn. Windows sẽ yêu cầu quyền quản trị viên.
zh_hans: 安装或删除标准Windows电源计划。 Windows将请求管理员权限。

source: Large
am: ትልቅ
ar: كبير
bn: বড়
de: Groß
es: Grande
fa: بزرگ
fil: Malaki
fr: Grand
hi: बड़ा
id: Besar
it: Grande
ja: 大
ko: 큰
my: ကြီး
pt: Grande
ru: Большой
sw: Kubwa
th: ใหญ่
tr: Büyük
ur: بڑا
vi: Lớn
zh_hans: 大

source: Light
am: ብርሃን
ar: فاتح
bn: আলো
de: Licht
es: Luz
fa: روشن
fil: Liwanag
fr: Lumière
hi: हल्का
id: Terang
it: Leggero
ja: ライト
ko: 작게
my: အလင်း
pt: Luz
ru: Светлый
sw: Mwanga
th: เบา
tr: Açık
ur: روشن
vi: Sáng
zh_hans: 亮

# LoadFromFile.Content
source: Load from file...
am: ከፋይሉ ላይ ጫን...
ar: تحميل من ملف...
bn: ফাইল থেকে লোড করুন...
de: Aus Datei laden...
es: Cargar desde archivo...
fa: بارگیری از فایل...
fil: Mag - load mula sa file...
fr: Charger à partir du fichier...
hi: फ़ाइल से लोड करें...
id: Muat dari file...
it: Carica da file...
ja: ファイルから読み込む...
ko: 파일에서 불러오기...
my: ဖိုင်မှ အပေါ်ကို လှိမ့်ပါ...
pt: Carregar a partir do ficheiro...
ru: Загрузить из файла...
sw: Pakia kutoka kwa faili...
th: โหลดจากไฟล์...
tr: Dosyadan yükle...
ur: فائل سے لوڈ کریں...
vi: Tải từ tệp...
zh_hans: 从文件加载...

# LoadSelected.Content
source: Load selected
am: የተመረጠ ጫን
ar: تحميل المحدد
bn: লোড নির্বাচন করা হয়েছে
de: Ausgewählte Ladung
es: Carga seleccionada
fa: بارگیری انتخاب‌شده
fil: Pinili ang load
fr: Charge sélectionnée
hi: लोड चयनित
id: Memuat yang dipilih
it: Carica selezionato
ja: 選択したものを読み込む
ko: 선택된 항목 불러오기
my: ရွေးချယ်ထားသည့်အရာကို ဖွင့်ပါ
pt: Carregar seleccionado
ru: Нагрузка выбрана
sw: Mzigo uliochaguliwa
th: โหลดที่เลือก
tr: Seçilenleri yükle
ur: منتخب شدہ لوڈ کریں
vi: Tải đã chọn
zh_hans: 加载所选内容

# ManifestDescription
source: Switch, automate, and manage Windows power plans from the system tray.
am: ከስርዓት ትሪ የዊንዶውስ የኃይል እቅዶችን ቀይር ፣ በራስ-ሰር ያስተዳድሩ እና ያስተዳድሩ ።
ar: بدّل خطط طاقة Windows وأتمتها وأدرها من علبة النظام.
bn: সিস্টেম ট্রে থেকে উইন্ডোজ পাওয়ার প্ল্যানগুলি স্যুইচ করুন, স্বয়ংক্রিয় করুন এবং পরিচালনা করুন ।
de: Wechseln, automatisieren und verwalten Sie Windows-Energiepläne über die Taskleiste.
es: Cambie, automatice y administre los planes de energía de Windows desde la bandeja del sistema.
fa: طرح‌های برق Windows را از سینی سیستم تغییر دهید، خودکار کنید و مدیریت کنید.
fil: Lumipat, i - automate, at pamahalaan ang mga plano ng kapangyarihan ng Windows mula sa system tray.
fr: Changez, automatisez et gérez les plans d'alimentation Windows à partir de la barre d'état système.
hi: सिस्टम ट्रे से Windows पावर प्लान को स्विच, ऑटोमेट और मैनेज करें।
id: Beralih, otomatiskan, dan kelola paket daya Windows dari baki sistem.
it: Cambia, automatizza e gestisci i piani di alimentazione di Windows dalla barra delle applicazioni.
ja: システムトレイからWindowsの電源プランを切り替え、自動化、管理します。
ko: 시스템 트레이에서 Windows 전원 계획을 전환, 자동화 및 관리합니다.
my: စနစ် Tray မှ Windows စွမ်းအားအစီအစဉ်များကို ပြောင်းပါ၊ အလိုအလျောက်လုပ်ပါ၊ နှင့် စီမံခန့်ခွဲပါ။
pt: Alterne, automatize e gerencie os planos de energia do Windows a partir da bandeja do sistema.
ru: Переключение, автоматизация и управление схемами электропитания Windows из системного трея.
sw: Badilisha, badilisha kiotomatiki, na udhibiti mipango ya nguvu ya Windows kutoka kwa trei ya mfumo.
th: สลับ ทำงานอัตโนมัติ และจัดการแผนพลังงาน Windows จากช่องระบบ
tr: Windows güç planlarını sistem tepsisinden değiştirin, otomatikleştirin ve yönetin.
ur: سسٹم ٹرے سے Windows پاور پلان تبدیل، خودکار اور منظم کریں۔
vi: Chuyển đổi, tự động hóa và quản lý các gói năng lượng Windows từ khay hệ thống.
zh_hans: 从系统托盘切换、自动化和管理Windows电源计划。

source: Medium
am: መካከለኛ
ar: متوسط
bn: মাঝারি
de: Mittel
es: Media
fa: متوسط
fil: Katamtaman
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
ja: 中
ko: 중간
pt: Média
ru: Средний
sw: Kati
th: ปานกลาง
tr: Orta
ur: درمیانہ
vi: Trung bình
zh_hans: 中

# NoLaymanDescription
source: No plain-language explanation written yet for this setting.
am: ለዚህ ቅንብር እስካሁን የተፃፈ ግልጽ የቋንቋ ማብራሪያ የለም ።
ar: لم يُكتب بعد شرح مبسط لهذا الإعداد.
bn: এই সেটিংটির জন্য এখনও কোনও সাধারণ ভাষার ব্যাখ্যা লেখা হয়নি ।
de: Für diese Einstellung wurde noch keine Erklärung in Klartext verfasst.
es: Aún no se ha escrito una explicación en lenguaje sencillo para este entorno.
fa: هنوز توضیح ساده‌ای برای این تنظیم نوشته نشده است.
fil: Wala pang nakasulat na paliwanag sa plain - language para sa setting na ito.
fr: Aucune explication en langage clair n'a encore été écrite pour ce paramètre.
hi: इस सेटिंग के लिए अभी तक कोई सादा - भाषा स्पष्टीकरण नहीं लिखा गया है।
id: Belum ada penjelasan bahasa sederhana yang ditulis untuk pengaturan ini.
it: Non è stata ancora scritta una spiegazione in linguaggio semplice per questa impostazione.
ja: この設定にはまだ平易な言語の説明が書かれていません。
ko: 이 설정에 대한 일반 언어 설명이 아직 작성되지 않았습니다.
my: ဤချိန်ညွှန်းချက်အတွက် ပုံမှန်ဘာသာစကားဖြင့် ရှင်းလင်းချက် မရေးထားသေးပါ။
pt: Nenhuma explicação em linguagem simples escrita ainda para esta configuração.
ru: Для этого параметра еще не написано объяснение простым языком.
sw: Bado hakuna maelezo ya lugha wazi yaliyoandikwa kwa mpangilio huu.
th: ยังไม่มีคำอธิบายเป็นภาษาธรรมดาที่เขียนสำหรับการตั้งค่านี้
tr: Bu ayar için henüz düz dilli bir açıklama yazılmadı.
ur: اس ترتیب کے لیے ابھی کوئی آسان وضاحت نہیں لکھی گئی۔
vi: Chưa có lời giải thích bằng ngôn ngữ đơn giản nào được viết cho cài đặt này.
zh_hans: 尚未为此设置撰写简单的语言说明。

source: OK
am: እሺ
ar: موافق
bn: ঠিক আছে
es: Aceptar
fa: تأیید
hi: ठीक है
id: Oke
ko: 확인
sw: Sawa
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 确定

source: OLED Black
am: OLED ጥቁር
ar: أسود OLED
bn: OLED ব্ল্যাক
de: OLED Schwarz
es: OLED negro
fa: سیاه OLED
fr: OLED noir
it: OLED Nero
ja: OLEDブラック
ko: OLED 블랙
my: OLED အနက်
pt: OLED Preto
sw: OLED Nyeusi
th: OLED ดำ
tr: OLED Siyah
ur: OLED سیاہ
vi: OLED Đen
zh_hans: OLED黑色

# OnAcPowerLabel
source: On AC power
am: በኤሲ ኃይል ላይ
ar: عند توصيل التيار
bn: এসি পাওয়ারে
de: Einschalten der Wechselstromversorgung
es: En alimentación de CA
fa: هنگام اتصال به برق
fil: Sa AC kapangyarihan
fr: Sur l'alimentation CA
hi: AC पावर चालू है
id: Pada daya AC
it: Su alimentazione da rete
ja: AC電源使用時
ko: AC 전원 사용 시
my: AC စွမ်းအားတွင်
pt: Na alimentação CA
ru: Напряжение переменного тока
sw: Kwenye nguvu ya AC
th: เมื่อใช้พลังงานจาก AC
tr: AC güçte
ur: AC پاور پر
vi: Bật nguồn điện xoay chiều
zh_hans: 开启交流电源

# OnAcPower.Text
source: On AC Power
am: በኤሲ ኃይል ላይ
ar: عند توصيل التيار
bn: এসি পাওয়ারে
de: Einschalten der Wechselstromversorgung
es: En alimentación de CA
fa: هنگام اتصال به برق
fil: Sa AC Power
fr: Sur l'alimentation CA
hi: AC पावर चालू
id: Pada Daya AC
it: Su alimentazione da rete
ja: AC電源使用時
ko: AC 전원 사용 시
my: AC စွမ်းအားတွင်
pt: Ligado à alimentação CA
ru: Вкл. питание переменного тока
sw: Kwenye Nguvu ya AC
th: เมื่อใช้พลังงานจาก AC
tr: AC Gücünde
ur: AC پاور پر
vi: Bật nguồn điện xoay chiều
zh_hans: 开启交流电源

# OnBatteryLabel
source: On battery
am: በባትሪ ላይ
ar: على البطارية
bn: ব্যাটারিতে
de: Auf Batterie
es: Con batería
fa: هنگام استفاده از باتری
fil: Naka - on ang baterya
fr: Sur batterie
hi: बैटरी चालू है
id: Pada baterai
it: Su batteria
ja: バッテリー使用時
ko: 배터리 사용 시
my: ဘက်ထရီတွင်
pt: Na bateria
ru: На батарее
sw: Kwenye betri
th: เมื่อใช้แบตเตอรี่
tr: Bataryada
ur: بیٹری پر
vi: Bật pin
zh_hans: 使用电池

# OnBattery.Text
source: On Battery
am: በባትሪ ላይ
ar: على البطارية
bn: ব্যাটারিতে
de: Auf Batterie
es: Con batería
fa: هنگام استفاده از باتری
fil: On Baterya
fr: Sur batterie
hi: बैटरी चालू है
id: Aktif Baterai
it: Su batteria
ja: バッテリー使用時
ko: 배터리 사용 시
my: ဘက်ထရီတွင်
pt: Na bateria
ru: На батарее
sw: Kwenye Betri
th: เมื่อใช้แบตเตอรี่
tr: Açık Pil
ur: بیٹری پر
vi: Bật pin
zh_hans: 使用电池

# OneHour
source: 1 hr
ar: ساعة واحدة
bn: 1 ঘন্টা
de: 1 Std.
es: 1 hora
fa: ۱ ساعت
fil: 1 oras
fr: 1 h
hi: 1 घंटा
id: 1 jam
it: 1 ora
ja: 1時間
ko: 1시간
my: ၁ နာရီ
ru: 1 час
sw: Saa 1
th: 1 ชั่วโมง
tr: 1 saat
ur: 1 گھنٹہ
vi: 1 giờ
zh_hans: 1小时

# OnLaunch.Text
source: On launch
am: በመጀመር ላይ
ar: عند التشغيل
bn: লঞ্চে
de: Beim Start
es: En el lanzamiento
fa: هنگام راه‌اندازی
fil: Sa paglulunsad
fr: Au lancement
hi: लॉन्च पर
id: Saat diluncurkan
it: All'avvio
ja: ローンチ時
ko: 실행 시
my: စတင်သောအခါ
pt: No lançamento
ru: При запуске
sw: Juu ya uzinduzi
th: เมื่อเริ่มโปรแกรม
tr: Lansmanda
ur: شروع ہونے پر
vi: Khi ra mắt
zh_hans: 推出时

source: Open app
am: ክፍት መተግበሪያ
ar: فتح التطبيق
bn: অ্যাপ খুলুন
de: App öffnen
es: Abrir aplicación
fa: باز کردن برنامه
fil: Buksan ang app
fr: Ouvrir l'application
hi: ऐप खोलें
id: Buka aplikasi
it: Apri app
ja: アプリを開く
ko: 앱 열기
my: အက်ပ် ဖွင့်ပါ
pt: Abrir aplicação
ru: Открыть приложение
sw: Fungua programu
th: เปิดแอป
tr: Uygulamayı aç
ur: ایپ کھولیں
vi: Mở ứng dụng
zh_hans: 打开应用

# OpenAppAutomationName
source: Open Power Plan Manager Pro
am: ክፍት የኃይል ዕቅድ ሥራ አስኪያጅ ፕሮ
ar: فتح Power Plan Manager Pro
bn: ওপেন পাওয়ার প্ল্যান ম্যানেজার প্রো
de: Öffnen Sie den Power Plan Manager Pro
es: Abrir Power Plan Manager Pro
fa: باز کردن Power Plan Manager Pro
fil: Buksan ang Power Plan Manager Pro
hi: पावर प्लान मैनेजर प्रो खोलें
id: Buka Power Plan Manager Pro
it: Apri Power Plan Manager Pro
ja: Power Plan Manager Proを開く
ko: Power Plan Manager Pro 열기
my: Power Plan Manager Pro ကို ဖွင့်ပါ
sw: Fungua Meneja wa Mpango wa Nguvu Pro
th: เปิด Power Plan Manager Pro
tr: Power Plan Manager Pro'yu açın
ur: Power Plan Manager Pro کھولیں
vi: Mở Power Plan Manager Pro
zh_hans: 打开电源计划管理器专业版

# OpenSettingsAutomationName
source: Open settings
am: ቅንብሮች ይክፈቱ
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir configuración
fa: باز کردن تنظیمات
fil: Buksan ang mga setting
fr: Ouvrir les paramètres
hi: सेटिंग खोलें
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
my: ဆက်တင်များကို ဖွင့်ပါ
pt: Abrir definições
ru: Открыть настройки
sw: Fungua mipangilio
th: เปิดการตั้งค่า
tr: Ayarları açın
ur: ترتیبات کھولیں
vi: Mở cài đặt
zh_hans: 打开设置

source: Pin navigation pane open
am: ፒን አሰሳ ፓን ክፈት
ar: تثبيت جزء التنقل مفتوحًا
bn: পিন নেভিগেশন পেইন খোলা
de: PIN-Navigationsfenster öffnen
es: Pin panel de navegación abierto
fa: باز نگه‌داشتن قاب پیمایش
fil: Buksan ang pane ng pag - navigate ng pin
fr: Ouvrir le volet de navigation des broches
hi: पिन नेविगेशन फलक खुला है
id: Buka panel navigasi pin
it: Fissa il pannello di navigazione aperto
ja: ピンナビゲーションペインが開いています
ko: 탐색 창 고정
my: သွားလာမှု ဖန်တီးခြင်း ကို 固定 လုပ်ပါ
pt: Painel de navegação PIN aberto
ru: Панель навигации PIN-кода открыта
sw: Bandika kidirisha cha urambazaji wazi
th: ปักหมุดแผงการนำทางเปิด
tr: İğne gezinme bölmesi açık
ur: نیویگیشن پین کو کھلا پن کریں
vi: Mở cửa sổ điều hướng ghim
zh_hans: 固定导航窗格打开

# PowerPlan.Header
source: Power plan
am: የኃይል ዕቅድ
ar: خطة الطاقة
bn: পাওয়ার প্ল্যান
de: Energieplan
es: Plan de energía
fa: طرح برق
fil: Plano ng kuryente
fr: Plan d'alimentation
hi: पावर प्लान
id: Rencana daya
it: Piano di alimentazione
ja: 電源プラン
ko: 전원 계획
my: စွမ်းအားအစီအစဉ်
pt: Plano de energia
ru: План электропитания
sw: Mpango wa nguvu
th: แผนพลังงาน
tr: Güç planı
ur: پاور پلان
vi: Mặt bằng điện
zh_hans: 电源计划

source: Power plan abbreviation
am: የኃይል እቅድ ማጠቃለያ
ar: اختصار خطة الطاقة
bn: পাওয়ার প্ল্যানের সংক্ষিপ্তসার
de: Powerplan Abkürzung
es: Abreviatura del plan de energía
fa: مخفف طرح برق
fil: Pagpapaikli ng power plan
fr: Abréviation du plan d'alimentation
hi: पावर प्लान का संक्षिप्त नाम
id: Singkatan power plan
it: Abbreviazione del piano di alimentazione
ja: 電力計画略語
ko: 전원 계획 약어
my: ပါဝါအစီအစဉ်အတိုကောက်
pt: Abreviatura do plano de energia
ru: Аббревиатура плана электропитания
sw: Kifupi cha mpango wa nguvu
th: ตัวย่อแผนพลังงาน
tr: Güç planı kısaltması
ur: پاور پلان کا مخفف
vi: Viết tắt của Power Plan
zh_hans: 电源计划缩写

# PowerPlanManagerProIsA.Text
source: Power Plan Manager Pro is a small Windows utility for switching power plans from the system tray, automating plan changes, and managing Windows power settings without keeping the whole app elevated.
am: የኃይል ዕቅድ ሥራ አስኪያጅ ፕሮ ከስርዓት ትሪ የኃይል እቅዶችን ለመቀየር ፣ በራስ-ሰር እቅድ ለውጦችን ለማቀናበር እና መላውን መተግበሪያ ከፍ ያለ የዊንዶውስ የኃይል ቅንጅቶችን ለማስተዳደር አነስተኛ የዊንዶውስ መገልገያ ነው ።
ar: Power Plan Manager Pro أداة صغيرة لنظام Windows لتبديل خطط الطاقة من علبة النظام وأتمتة تغييراتها وإدارة إعدادات الطاقة دون إبقاء التطبيق كله بصلاحيات مرتفعة.
bn: পাওয়ার প্ল্যান ম্যানেজার প্রো একটি ছোট উইন্ডোজ ইউটিলিটি যা সিস্টেম ট্রে থেকে পাওয়ার প্ল্যানগুলি স্যুইচ করার জন্য, পরিকল্পনা পরিবর্তনগুলি স্বয়ংক্রিয় করার জন্য এবং সম্পূর্ণ অ্যাপ্লিকেশনটিকে উন্নত না করে উইন্ডোজ পাওয়ার সেটিংস পরিচালনা করার জন্য ।
de: Power Plan Manager Pro ist ein kleines Windows-Dienstprogramm zum Wechseln von Energieplänen aus der Taskleiste, zum Automatisieren von Planänderungen und zum Verwalten von Windows-Energieeinstellungen, ohne die gesamte App auf einem hohen Niveau zu halten.
es: Power Plan Manager Pro es una pequeña utilidad de Windows para cambiar los planes de energía de la bandeja del sistema, automatizar los cambios de plan y administrar la configuración de energía de Windows sin mantener toda la aplicación elevada.
fa: Power Plan Manager Pro ابزار کوچکی برای Windows است که طرح‌های برق را از سینی سیستم تغییر می‌دهد، تغییرات را خودکار می‌کند و تنظیمات برق Windows را بدون اجرای کل برنامه با دسترسی بالا مدیریت می‌کند.
fil: Ang Power Plan Manager Pro ay isang maliit na utility ng Windows para sa paglipat ng mga plano ng kapangyarihan mula sa system tray, pag - automate ng mga pagbabago sa plano, at pamamahala ng mga setting ng kapangyarihan ng Windows nang hindi pinapanatili ang buong app.
fr: Power Plan Manager Pro est un petit utilitaire Windows permettant de changer de plan d'alimentation à partir de la barre d'état système, d'automatiser les modifications de plan et de gérer les paramètres d'alimentation Windows sans que l'application entière ne soit surélevée.
hi: पावर प्लान मैनेजर प्रो सिस्टम ट्रे से पावर प्लान को स्विच करने, प्लान में बदलावों को ऑटोमेट करने और पूरे ऐप को एलिवेट किए बिना विंडोज पावर सेटिंग्स को मैनेज करने के लिए एक छोटी सी विंडोज यूटिलिटी है।
id: Power Plan Manager Pro adalah utilitas Windows kecil untuk mengganti paket daya dari baki sistem, mengotomatiskan perubahan paket, dan mengelola pengaturan daya Windows tanpa meningkatkan keseluruhan aplikasi.
it: Power Plan Manager Pro è una piccola utilità di Windows per cambiare i piani di alimentazione dalla barra delle applicazioni, automatizzare le modifiche del piano e gestire le impostazioni di alimentazione di Windows senza mantenere l'intera app elevata.
ja: Power Plan Manager Proは、システムトレイから電源プランを切り替えたり、プランの変更を自動化したり、アプリ全体を高く保つことなくWindowsの電源設定を管理したりするための小さなWindowsユーティリティです。
ko: Power Plan Manager Pro는 시스템 트레이에서 전원 계획을 전환하고, 계획 변경을 자동화하며, 전체 앱을 승격 상태로 유지하지 않고 Windows 전원 설정을 관리할 수 있는 작은 Windows 유틸리티입니다.
my: Power Plan Manager Pro သည် စနစ်ထဲက နေရာမှ ပါဝါအစီအစဉ်များကို ပြောင်းနိုင်ရန်၊ အစီအစဉ်ပြောင်းလဲမှုများကို အလိုအလျောက်လုပ်ရန်နှင့် Windows ပါဝါဆက်တင်များကို မူလအဆင့်မထားဘဲ စီမံခန့်ခွဲရန် အသုံးပြုနိုင်သည့် သေးငယ်တဲ့ Windows အသုံးအဆောင် utility ဖြစ်သည်။
pt: O Power Plan Manager Pro é um pequeno utilitário do Windows para alternar planos de energia da bandeja do sistema, automatizar alterações de planos e gerenciar as configurações de energia do Windows sem manter todo o aplicativo elevado.
ru: Power Plan Manager Pro - это небольшая утилита Windows для переключения планов питания из системного трея, автоматизации изменений планов и управления настройками питания Windows без поднятия всего приложения.
sw: Power Plan Manager Pro ni programu ndogo ya Windows ya kubadilisha mipango ya nguvu kutoka kwenye tray ya mfumo, kuendeleza mabadiliko ya mpango kiotomatiki, na kusimamia mipangilio ya nguvu ya Windows bila kuweka programu nzima katika hali ya juu.
th: Power Plan Manager Pro เป็นยูทิลิตี้ขนาดเล็กสำหรับ Windows สำหรับสลับแผนพลังงานจากถาดระบบ อัตโนมัติการเปลี่ยนแปลงแผน และจัดการการตั้งค่าพลังงานของ Windows โดยไม่ต้องให้ทั้งแอปสูงขึ้น
tr: Power Plan Manager Pro, güç planlarını sistem tepsisinden değiştirmek, plan değişikliklerini otomatikleştirmek ve tüm uygulamayı yüksekte tutmadan Windows güç ayarlarını yönetmek için kullanılan küçük bir Windows yardımcı programıdır.
ur: Power Plan Manager Pro، سسٹم ٹرے سے پاور پلان تبدیل کرنے، تبدیلیاں خودکار بنانے اور پوری ایپ کو بلند اختیارات کے ساتھ چلائے بغیر Windows پاور ترتیبات منظم کرنے کی ایک چھوٹی افادیت ہے۔
vi: Power Plan Manager Pro là một tiện ích Windows nhỏ để chuyển đổi các kế hoạch nguồn điện từ khay hệ thống, tự động hóa các thay đổi kế hoạch và quản lý cài đặt nguồn điện Windows mà không cần nâng cao toàn bộ ứng dụng.
zh_hans: 电源计划管理器Pro是一个小型Windows实用程序，用于从系统托盘切换电源计划、自动计划更改和管理Windows电源设置，而无需提升整个应用程序。

# PowerPlanManagerProSettings.Text
source: Power Plan Manager Pro Settings
am: የኃይል ዕቅድ ሥራ አስኪያጅ ፕሮ ቅንብሮች
ar: إعدادات Power Plan Manager Pro
bn: পাওয়ার প্ল্যান ম্যানেজার প্রো সেটিংস
de: Power Plan Manager Pro-Einstellungen
es: Configuración de Power Plan Manager Pro
fa: تنظیمات Power Plan Manager Pro
fil: Mga Setting ng Power Plan Manager Pro
fr: Paramètres de Power Plan Manager Pro
hi: पावर प्लान मैनेजर प्रो सेटिंग
id: Pengaturan Pro Power Plan Manager
it: Impostazioni di Power Plan Manager Pro
ja: Power Plan Manager Proの設定
ko: Power Plan Manager Pro 설정
my: Power Plan Manager Pro ဆက်တင်များ
pt: Definições do Power Plan Manager Pro
ru: Настройки Power Plan Manager Pro
sw: Mipangilio ya Power Plan Manager Pro
th: การตั้งค่า Power Plan Manager Pro
tr: Power Plan Manager Pro Ayarları
ur: Power Plan Manager Pro کی ترتیبات
vi: Cài đặt Power Plan Manager Pro
zh_hans: 电源计划管理器专业版设置

# NavPowerPlans.Content
source: Power Plans
am: የኃይል እቅዶች
ar: خطط الطاقة
bn: পাওয়ার প্ল্যান
de: Energiepläne
es: Planes de energía
fa: طرح‌های برق
fil: Mga Plano ng Kuryente
fr: Plans d'alimentation
hi: पावर प्लान
id: Rencana Daya
it: Piani di alimentazione
ja: 電力計画
ko: 전원 계획
my: ပါဝါအစီအစဉ်များ
pt: Planos de Energia
ru: Планы электропитания
sw: Mipango ya Nguvu
th: แผนพลังงาน
tr: Güç Planları
ur: پاور پلان
vi: Các gói năng lượng
zh_hans: 电源计划

# PowerPlans.Text
source: Power Plans
am: የኃይል እቅዶች
ar: خطط الطاقة
bn: পাওয়ার প্ল্যান
de: Energiepläne
es: Planes de energía
fa: طرح‌های برق
fil: Mga Plano ng Kuryente
fr: Plans d'alimentation
hi: पावर प्लान
id: Rencana Daya
it: Piani di alimentazione
ja: 電力計画
ko: 전원 계획
my: ပါဝါအစီအစဉ်များ
pt: Planos de Energia
ru: Планы электропитания
sw: Mipango ya Nguvu
th: แผนพลังงาน
tr: Güç Planları
ur: پاور پلان
vi: Các gói năng lượng
zh_hans: 电源计划
